Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/tut01_en-US_ru.tmx
Source language: en_us
Languages: ru

source: [TEXT] You have graduated with an MBA from a renowned business school.
ru: [TEXT] Вы получили степень MBA в известной бизнес-школе.

source: Can you apply what you have learned into running a business in the real world?
ru: Сможете ли вы применить то, что узнали, в реальном мире?

source: Now it is your chance to prove your ability!^^Click the flashing Next icon to continue.
ru: Это ваш шанс показать всем, на что вы способны!^^Кликните на мигающую иконку "Далее" для продолжения.

source: Alternatively, you may press the ~Enter~ key to continue whenever the Next icon is flashing.
ru: Также вы можете нажать клавишу ~Enter~.

source: [TEXT] You have been assigned to run this department store.
ru: [TEXT] Вы были назначены для управления этим универмагом.

source: Now left click it to view its detail.
ru: Кликните по нему левой кнопкой мыши для просмотра подробностей.

source: [TEXT] Click the ~Add Product icon~ now.
ru: [TEXT] Кликните на иконку ~Добавить новый продукт~.

source: [POS] Text Box=32,420,300,0 Pointer=70,120,185,230
ru: [POS] Text Box=32,420,300,0 Pointer=60,120,165,230

source: [TEXT] This is the ~Select a Supplier~ window.
ru: [TEXT] Это окно ~Выбора поставщика~.

source: It lists all the products currently available within the game.
ru: Здесь перечислены все доступные в игре продукты.

source: You may use the three filters at the top of the window to help you find the products you want.^^You intend to purchase products from the local seaports, so click the ~Suppliers~ filter box, as indicated.
ru: Вы можете использовать три фильтра наверху, чтобы найти то, что вам нужно. ^^Вам нужно купить продукты в местном морском порту, для этого кликните на фильтре ~поставщиков~.

source: [POS] Text Box=32,270,300,0 Pointer=200,40,353,57 Window=Select Supplier
ru: [POS] Text Box=32,270,300,0 Pointer=200,30,353,47 Window=Select Supplier

source: [TEXT] Double-click ~Seaport~ from the drop-down list.
ru: [TEXT] Выберите ~морской порт~ двойным щелчком в выпадающем списке.

source: [POS] Text Box=32,270,300,0 Pointer=202,85,348,102 Window=Select Supplier
ru: [POS] Text Box=32,270,300,0 Pointer=202,75,348,92 Window=Select Supplier

source: [TEXT] This window shows all products available from the local seaports.
ru: [TEXT] Окно обновилось, чтобы показать все продукты, доступные из местных морских портов.

source: At this stage you don't need to concern yourself with the details provided with each product.^^(Information such as freight costs, ratings, brand will explained in a later tutorial.)^^For now, let's just purchase the first product on the list to get things moving. Click the ~SELECT~ button now.^^
ru: На этом этапе вам не нужно беспокоиться об информации, предоставляемой по каждому продукту (фрахт, рейтинги, бренд и остальная информация будет объяснена в дальнейших уроках).^^А сейчас, чтобы пошёл процесс, просто выберите первый продукт в списке и нажмите кнопку ~Назначить~.^^

source: [POS] Text Box=12,270,320,0 Pointer=360, 649, 448, 665 Window=Select Supplier
ru: [POS] Text Box=32,270,300,0 Pointer=360, 482, 448, 497 Window=Select Supplier

source: [TEXT] You are now back in your department store.
ru: [TEXT] Вы вернулись в универмаг.

source: Your store automatically purchases the product you selected from the seaport and makes it available for sale to your customers.^^Look at the left of the product image. See the vertical yellow and orange bars?
ru: Теперь магазин автоматически покупает выбранный вами продукт и выставляет его на продажу вашим покупателям.^^Слева от картинки продукта расположены желтый и оранжевый столбики.

source: The ~yellow SUPPLY bar~ indicates the quantity of the product you have in store and the ~orange DEMAND bar~ measures the consumer demand for that product.
ru: Желтый ~столбик ПРЕДЛОЖЕНИЯ~ показывает, сколько продукта доступно в вашем магазине, а оранжевый ~столбик СПРОСА~ показывает потребительский спрос на этот продукт.

source: [TEXT] Each retail store has four product slots.
ru: [TEXT] В каждом магазине доступно четыре слота для продуктов.

source: Increase the variety of products in your store and make use of the available slots.^^Repeat what you did just now.
ru: Увеличьте разнообразие продуктов в вашем магазине, повторив действия, которые вы только что выполнили.

source: Click the ~Add Product icon~, then choose ~Seaport~ from the supplier list, and select a product to add to your store.^^This time, make sure that you select a different product than the one already on sale in your store.
ru: Кликните на ~иконку~ добавления продукта, потом выберите ~морской порт~ в списке поставщиков, и выберите продукт.^^Убедитесь, что на этот раз вы выбрали другой продукт, в дополнение к тому, который уже продается.

source: [TEXT] Well done!
ru: [TEXT] Отлично!

source: Keep on adding more products to your store.
ru: Продолжайте добавлять продукты в ваш магазин.

source: Besides clicking the ~Select~ button, you may simply ~double-click~ a product on the list to select it.^^When you are ready to move on, ~RIGHT clicking anywhere~ on the screen to exit your store and return to the city view.
ru: Кроме клика по кнопке ~Назначить~, вы можете выбрать продукт, просто сделав ~двойной щелчок~ по нему в списке.^^Когда вы будете готовы двигаться дальше, кликните ~правой кнопкой~ в любом месте, чтобы выйти из магазина и вернуться к обзору города.

source: [TEXT] Good.
ru: [TEXT] Хорошо.

source: We are now in the city view.
ru: Сейчас мы находимся на экране городского обзора.

source: Let's explore.^^See the toolbar at the bottom of the screen?
ru: Давайте его изучим.^^Видите панель инструментов в нижней части экрана?

source: [POS] Flex Text Box=80,550,400,0 Pointer=30,0,640,30 Window=Bottom Toolbar Next Arrow=Yes
ru: [POS] Flex Text Box=80,550,400,0 Pointer=30,0,600,30 Window=Bottom Toolbar Next Arrow=Yes

source: [TEXT] It shows the amount of cash your corporation currently has and its operating profit in the past 12 months.
ru: [TEXT] Здесь показано, сколько наличных денег есть у вашей компании на данный момент, а также её операционная прибыль за последние 12 месяцев.

source: [TEXT] You can see the current game date here.^^Note that the game runs in real time.You may change the game speed using the shortcut keys ~'1' (slowest) to '5' (fastest)~.^^You may also pause the game by pressing the ~key '0'~.
ru: [TEXT] Здесь вы можете видеть текущую игровую дату.^^Обратите внимание, что игра идет в реальном времени. Вы можете изменять игровую скорость, используя кнопки от ~'1'~ (очень медленно) до ~'5'~ (очень быстро).^^Также вы можете поставить игру на паузу, нажав кнопку ~'0'~.

source: [POS] Flex Text Box=80,500,400,0 Pointer=666,0,755,30 Window=Bottom Toolbar Next Arrow=Yes
ru: [POS] Flex Text Box=80,500,400,0 Pointer=680,0,764,30 Window=Bottom Toolbar Next Arrow=Yes

source: [TEXT] There is a row of icons on the toolbar.
ru: [TEXT] На панели инструментов есть ряд иконок.

source: Let's click on the ~Mini Map~ icon now.
ru: Давайте нажмём на иконку ~миникарты~.

source: [POS] Flex Text Box=60,550,300,0 Pointer=52,6,90,30 Window=Bottom Toolbar
ru: [POS] Flex Text Box=60,550,300,0 Pointer=65,6,94,30 Window=Bottom Toolbar

source: [TEXT] The mini map shows the entire city.
ru: [TEXT] Миникарта показывает весь город.

source: Along its top border you see the ~City Select icon~ (represented by a down arrow), which is for showing a list of cities in the current game.^^The ~left and right arrow icons~ next to the city name allow you to cycle through the previous or next city.
ru: Сверху есть иконка ~выбора города~ (выглядит как ~стрелка вниз~), с помощью которой можно посмотреть список городов в игре.^^Стрелки ~вправо~ и ~влево~ рядом с названием города нужны для перехода в следующий или предыдущий города.

source: [TEXT] The animated rectangle frame on the mini map represents the area displayed in the city view.
ru: [TEXT] Анимированная прямоугольная рамка на миникарте показывает область, которая отображена на главном экране.

source: [TEXT] There are several icons around the mini map for switching to different map modes.
ru: [TEXT] Вокруг миникарты есть несколько иконок для перехода в различные режимы.

source: [TEXT] The first icon, the one that looks like a building, toggles the ~Ownership~ mode.
ru: [TEXT] Первая иконка, которая выглядит как здание, включает режим отображения ~собственности~.

source: On the mini map, the white areas represent the city's buildings that are not owned by corporations, like houses and parks.^^Colored areas represent corporation owned buildings and are shown in the corporate color.^^~Seaports~ are represented by the letter 'C' or 'I' - ~'C' for Consumer products~ (like televisions or jeans) and ~'I' for industrial products~ (like coal or steel).
ru: Белые области представляют здания, не принадлежащие компаниям.^^Цветные области представляют здания, принадлежащие корпорациям, и окрашены в корпоративные цвета.

source: [TEXT] Now click the ~Land Value~ icon to change to that mode.
ru: [TEXT] ~Морские порты~ представлены буквами 'C' или 'I' - ~'C'~ для потребительских товаров (вроде телевизоров или джинсов), а ~'I'~ для промышленных товаров (вроде угля или стали).^^Теперь нажмите на иконку ~Стоимость земли~, чтобы переключиться в этот режим.

source: [TEXT] The mini map display changes to show Land Value data.
ru: [TEXT] Теперь миникарта отображает данные по стоимости земли.

source: ~The darker the color, the more valuable the land.~ Building in light areas may be expensive but it may provide your stores with a richer clientele willing to pay higher prices.
ru: ~Чем темнее цвет, тем дороже земля.~ Строительство в дорогих районах может быть затратным, но оно привлекает более богатых клиентов, которые готовы платить по более высоким ценам.

source: [TEXT] Now click the ~Profit~ icon to change to that mode.
ru: [TEXT] Теперь нажмите на иконку ~Прибыль~, чтобы переключиться в этот режим.

source: [TEXT] In this mode, buildings represented by ~green dots are profitable~ whereas buildings shown in ~red dots are losing money~.
ru: [TEXT] В этом режиме прибыльные предприятия представлены ~зелеными~ точками, а убыточные соответственно ~красными~.

source: The darker the color, the greater the profit or loss.
ru: Чем темнее цвет, тем больше прибыль или убыток.

source: The white colored buildings on display are government owned and as such do not show a profit or a loss.
ru: Белые здания принадлежат правительству и их доходы и расходы не отображаются в этом режиме.

source: [TEXT] Now we are going to have a quick look at the ~Building Filter~ interface.^^The filter interface has five selection buttons labelled ~Firm~, ~Corp.~, ~This City~, ~My Firms~ and ~Product~.^^When any of these filters are enabled, only firms within the filter will be shown on the mini map at ~Profit~ or ~Ownership~ mode.
ru: [TEXT] Теперь кратко рассмотрим интерфейс фильтра ~предприятий~.^^Здесь есть пять кнопок: ~Тип~ предприятия, ~Корп~орация, ~Город~, ~Мои~ предприятия и ~Продукты~.^^Когда какие-либо из этих фильтров включены, только предприятия, отвечающие критериям, будут отображаться в режимах ~Прибыль~ или ~Собственность~.

source: [TEXT] To browse the firms within the filter, use the up and down buttons.
ru: [TEXT] Для просмотра отобранных предприятий, нажимайте кнопки со стрелками ~вверх~ и ~вниз~.

source: [TEXT] Click the ~My Firms~ button and the mini map display changes to show only ambient buildings and the firms you own.
ru: [TEXT] Нажмите на кнопку фильтра ~Мои~, чтобы отобразить только принадлежащие вам предприятия.

source: [TEXT] As your corporation currently only has one firm - your department store, only one dot in your corporate color is shown.
ru: [TEXT] Так как на данный момент ваша корпорация состоит только из одного предприятия - вашего универсама, то отображается только одна точка в цвете вашей корпорации.

source: You can cancel this mode by clicking the ~My Firms~ button again. But for now keep it active.
ru: Вы можете отключить этот режим, снова нажав на кнопку ~Мои~, но сейчас оставим его активным.

source: [TEXT] Did you wonder which seaports are supplying products to your department store?
ru: [TEXT] Вам интересно, где находятся морские порты, поставляющие продукты в ваш магазин?

source: Well now it is your chance to find that out.
ru: Сейчас у вас есть шанс это выяснить.

source: [TEXT] With the display still only showing your department store (as a colored square), click the ~Business Relationship~ mode icon.
ru: [TEXT] С настройками, по-прежнему показывающими только ваш универмаг (как цветной квадрат), нажмите на иконку режима ~деловых связей~.

source: [TEXT] Now the display is updated to show from which seaports your department store is receiving the products that you are selling.
ru: [TEXT] Теперь экран обновился, чтобы показать, из каких морских портов ваш универмаг получает те продукты, которые вы продаёте.

source: [TEXT] While we were exploring the interfaces, your department store was already generating revenue.^^Take a look at the ~cash and profit figures~ on the toolbar.
ru: [TEXT] Пока мы изучали интерфейс, ваш универмаг уже вовсю получает доход.^^Взгляните на показатели ~денег~ и ~прибыли~ на панели инструментов.

source: Do you have enough money to build a second department store yet?
ru: Достаточно ли у вас денег, чтобы построить еще и второй универмаг?

source: [TEXT] A new department store costs $1,000,000 to build, plus the cost of the land, and a further $100,000 per month to operate.
ru: [TEXT] Новый универмаг стоит $1,000,000 на строительство, плюс цена земельного участка, и еще $100,000 ежемесячно на содержание.

source: It seems within your budget, so let's proceed.
ru: Кажется, это входит в рамки вашего бюджета, так что давайте продолжим.

source: [TEXT] Click the ~Build Menu~ icon on the ~Game Tools Menu~ at the top-left of the screen.
ru: [TEXT] Нажмите на иконку меню ~строительства~ в ~игровом меню~ вверху слева экрана.

source: [POS] Flex Text Box=300,280,400,0 Pointer=3,25,52,62
ru: [POS] Flex Text Box=300,280,400,0 Pointer=31,30,79,58

source: [TEXT] Now choose ~Retail Store~ from the menu.
ru: [TEXT] Теперь выберите в меню ~Магазин~...

source: [TEXT] And choose ~Department Store~.
ru: [TEXT] ...и выберите ~Универмаг~.

source: [TEXT] Your cursor now highlights a square on the city.
ru: [TEXT] Теперь ваш курсор подсвечивает участок в городе.

source: Try to find a location close to residential buildings to benefit from high customer traffic.^^If the location is shaded in ~yellow~, it means a valid location for building your department store.^^When you have chosen a location, left click and the department store will be built.
ru: Постарайтесь найти место рядом с жилыми зданиями, чтобы извлечь выгоду из высокого уровня оживленности в выбранном районе. ^^~Желтый~ цвет участка показывает, что строить можно.^^Когда выберете место для постройки, кликните левой кнопкой мыши.

source: [TEXT] Congratulations!
ru: [TEXT] Поздравляем!

source: You have just expanded your business!
ru: Вы только что расширили свой бизнес!

source: You now have to set up products in your new department store.
ru: Теперь вам нужно настроить продукты в вашем новом универмаге.

source: To so, simply repeat the steps that you just did for setting up your first department store.
ru: Для этого просто повторите шаги, которые вы делали до этого в первом магазине.

source: [TEXT] You win this game when your company's annual revenue reaches $20 million.
ru: [TEXT] Вы выиграете эту игру, когда годовой доход вашей компании достигнет $20 миллионов.

source: To see the ~goal report~, click the ~Information Center~ icon on the menu bar at the bottom of the screen.
ru: Чтобы увидеть ~отчёт о цели~, нажмите на иконку ~информационного центра~ внизу экрана.

source: [POS] Extend Text Box=120,500,450,0 Pointer=146,6,183,30 Window=Bottom Toolbar
ru: [POS] Extend Text Box=120,500,450,0 Pointer=156,6,183,30 Window=Bottom Toolbar

source: [TEXT] Click the ~Goal~ option.
ru: [TEXT] Выберите раздел ~Цели~.

source: You have completed this tutorial.
ru: Вы завершили этот обучающий урок.

source: You must apply what you have just learned into running your company.
ru: Вы должны применить то, что вы узнали, в работе вашей компании.

source: Now go and add products to your new department store and grow your business!
ru: Теперь отправляйтесь добавлять продукты в ваш новый универмаг и развивайте свой бизнес!
